const responses = [
    'Вибач, але я втомився. Дякую за розмову! До зустрічі!',
    'Вам варто трохи почекати, і майбутнє принесе вам велику радість.',
    'Діліться радістю з оточуючими і самі насолоджуйтесь їй.',
    'Уважніше ставтеся до знаків долі.',
    'Коли навколо бушує негода, ваш будинок охороняє тепло і затишок.' +
    'Коли навколо бушує негода, ваш будинок охороняє тепло і затишок.' +
    'Не здавайся і ти не програєш.' +
    'Ваші таланти будуть визнані і нагороджені по достоїнству.' +
    'Сьогодні настало завтра, про яке ви так турбувалися вчора.' +
    'Вас чекає щось особливе.'
];

const finishingMessage = 'Дякую за розмову! До зустрічі!';
const usersFinishingMessage = 'Завершити діалог';